03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M03/1.AI_BRP/Plaatsen_afnemerindicatie_levaut.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
	<soapenv:Header/>
	<soapenv:Body>
		<brp:lvg_synRegistreerAfnemerindicatie>
			<brp:stuurgegevens brp:communicatieID="identificatie00B">
				<brp:zendendePartij>{partijcode}</brp:zendendePartij>
				<brp:zendendeSysteem>BZM Leverancier A</brp:zendendeSysteem>
				<brp:referentienummer>88409eeb-1aa5-43fc-8614-43055123a165</brp:referentienummer>
				<brp:tijdstipVerzending>2016-05-20T08:15:23.687+02:00</brp:tijdstipVerzending>
			</brp:stuurgegevens>
			<brp:parameters brp:communicatieID="identificatie01B">
				<brp:leveringsautorisatieIdentificatie>{levaut}</brp:leveringsautorisatieIdentificatie>
			</brp:parameters>
			<brp:verwijderingAfnemerindicatie brp:objecttype="AdministratieveHandeling" brp:communicatieID="identificatie02B">
				<brp:partijCode>{partijcode}</brp:partijCode>
				<brp:acties>
					<brp:vervalAfnemerindicatie brp:objecttype="Actie" brp:communicatieID="identificatie03B">
						<brp:persoon brp:objecttype="Persoon" brp:communicatieID="identificatie04B">
							<brp:identificatienummers brp:communicatieID="identificatie05B">
								<brp:burgerservicenummer>{bsn}</brp:burgerservicenummer>
							</brp:identificatienummers>
							<brp:afnemerindicaties>
								<brp:afnemerindicatie brp:objecttype="PersoonAfnemerindicatie" brp:communicatieID="identificatie06B">
									<brp:afnemerCode>{partijcode}</brp:afnemerCode>
								</brp:afnemerindicatie>
							</brp:afnemerindicaties>
						</brp:persoon>
					</brp:vervalAfnemerindicatie>
				</brp:acties>
			</brp:verwijderingAfnemerindicatie>		 
		</brp:lvg_synRegistreerAfnemerindicatie>
	</soapenv:Body>
</soapenv:Envelope>