2016/brp 2016-02-09/art/art-proeftuin/OnderhoudAfnemerindicaties/ART/ActualResults/soap/request/plaatsing-afnemerindicatie-1-TC01-1-soaprequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header>Head</soapenv:Header>
   <soapenv:Body>
      <brp:lvg_synRegistreerAfnemerindicatie xmlns:brp="http://www.bzk.nl/brp/brp0200">
         <brp:stuurgegevens brp:communicatieID="comid.stuurgegevens00B">
            <brp:zendendePartij>036101</brp:zendendePartij>
            <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
            <brp:referentienummer>0000000A-3000-1000-0000-100000000027</brp:referentienummer>
            <brp:tijdstipVerzending>2014-12-12T16:08:22.626</brp:tijdstipVerzending>
         </brp:stuurgegevens>
         <brp:plaatsingAfnemerindicatie brp:objecttype="AdministratieveHandeling"
                                        brp:communicatieID="comid.plaatsingAfnemerindicatie1">
            <brp:partijCode>034401</brp:partijCode>
            <brp:acties>
               <brp:registratieAfnemerindicatie brp:objecttype="Actie" brp:communicatieID="comid.registratieAfnemerindicatie1">
                  <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
                  <brp:persoon brp:objecttype="Persoon" brp:communicatieID="comid.persoon1">
                     <brp:identificatienummers brp:communicatieID="comid.identificatienummers1">
                        <brp:burgerservicenummer>100000186</brp:burgerservicenummer>
                     </brp:identificatienummers>
                     <brp:afnemerindicaties>
                        <brp:afnemerindicatie brp:objecttype="PersoonAfnemerindicatie"
                                              brp:communicatieID="comid.afnemerindicatie1">
                           <brp:afnemerCode>034401</brp:afnemerCode>
                           <brp:abonnementNaam>Automatisch synchroniseren populatie 034401</brp:abonnementNaam>
                        </brp:afnemerindicatie>
                     </brp:afnemerindicaties>
                  </brp:persoon>
               </brp:registratieAfnemerindicatie>
            </brp:acties>
         </brp:plaatsingAfnemerindicatie>
      </brp:lvg_synRegistreerAfnemerindicatie>
   </soapenv:Body>
</soapenv:Envelope>