02 Software/01 Broncode/operatiebrp-code-145.3/brp/test/brp-docker-test/src/test/resources/robuustheid/plaats_afnemerindicatie.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
    <soapenv:Header/>
    <soapenv:Body>
<brp:lvg_synRegistreerAfnemerindicatie xmlns:brp="http://www.bzk.nl/brp/brp0200"
                                       xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                                       xsi:schemaLocation="http://www.bzk.nl/brp/brp0200 ../xsd/brp0200_lvgAfnemerindicatie_Berichten.xsd">
    <brp:stuurgegevens brp:communicatieID="identificatie00B">
        <brp:zendendePartij>#zendendePartijCode</brp:zendendePartij>
        <brp:zendendeSysteem>Gemeente XXX</brp:zendendeSysteem>
        <brp:referentienummer>88409eeb-1aa5-43fc-8614-43055123a165</brp:referentienummer>
        <brp:tijdstipVerzending>2015-11-30T14:48:23.687+01:00</brp:tijdstipVerzending>
    </brp:stuurgegevens>
    <brp:parameters brp:communicatieID="identificatie01B">
        <brp:leveringsautorisatieIdentificatie>#leveringsautorisatieIdentificatie</brp:leveringsautorisatieIdentificatie>
    </brp:parameters>
    <brp:plaatsingAfnemerindicatie brp:objecttype="AdministratieveHandeling" brp:communicatieID="identificatie02B">
        <brp:partijCode>#zendendePartijCode</brp:partijCode>
        <brp:acties>
            <brp:registratieAfnemerindicatie brp:objecttype="Actie" brp:communicatieID="identificatie03B">
                <brp:persoon brp:objecttype="Persoon" brp:communicatieID="identificatie04B">
                    <brp:identificatienummers brp:communicatieID="identificatie05B">
                        <brp:burgerservicenummer>#burgerservicenummer</brp:burgerservicenummer>
                    </brp:identificatienummers>
                    <brp:afnemerindicaties>
                        <brp:afnemerindicatie brp:objecttype="PersoonAfnemerindicatie" brp:communicatieID="identificatie06B">
                            <brp:partijCode>#zendendePartijCode</brp:partijCode>
                            <brp:datumAanvangMaterielePeriode>2012-02-10</brp:datumAanvangMaterielePeriode>
                        </brp:afnemerindicatie>
                    </brp:afnemerindicaties>
                </brp:persoon>
            </brp:registratieAfnemerindicatie>
        </brp:acties>
    </brp:plaatsingAfnemerindicatie>
</brp:lvg_synRegistreerAfnemerindicatie>
    </soapenv:Body>
</soapenv:Envelope>
